Revit 2024 API
LossFactor Properties
The LossFactor type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
LossFactorValue
 The calculated loss factor value
See Also
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace